cc.arduino.IDE2
com.discordapp.Discord
com.github.Matoking.protontricks
com.github.tchx84.Flatseal
com.heroicgameslauncher.hgl
com.mattjakeman.ExtensionManager
com.spotify.Client
com.sublimetext.three
com.usebottles.bottles
com.valvesoftware.Steam
com.visualstudio.code
io.github.shiftey.Desktop
net.lutris.Lutris
org.blender.Blender
org.gaphor.Gaphor
org.gnome.Boxes
org.gnome.seahorse.Application
org.kde.krita
org.libreoffice.LibreOffice
org.mozilla.Thunderbird
page.kramo.Cartridges
org.onlyoffice.desktopeditors
org.videolan.VLC
com.obsproject.Studio
org.qbittorrent.qBittorrent
org.signal.Signal
com.protonvpn.www
org.prismlauncher.PrismLauncher
org.kde.kdenlive
org.torproject.torbrowser-launcher
io.github.ungoogled_software.ungoogled_chromium
org.audacityteam.Audacity
org.gnome.World.PikaBackup
com.skype.Client
org.kde.filelight
com.playonlinux.PlayOnLinux4
org.bleachbit.BleachBit
io.github.thetumultuousunicornofdarkness.cpu-x
fr.romainvigier.MetadataCleaner
net.ankiweb.Anki
io.github.prateekmedia.appimagepool
com.modrinth.ModrinthApp
sh.ppy.osu
io.github.realmazharhussain.GdmSettings
io.github.jonmagon.kdiskmark
io.github.arunsivaramanneo.GPUViewer
ca.desrt.dconf-editor
com.bitwarden.desktop
org.raspberrypi.rpi-imager
org.freedesktop.Piper
xyz.xclicker.xclicker
dev.lasheen.qr
org.gnome.design.IconLibrary
com.jaquadro.NBTExplorer
org.gnome.PowerStats
dev.alextren.Spot
io.github.diegoivan.pdf_metadata_editor
io.github.Foldex.AdwSteamGtk